Repository: AnickaBurova/Authenticator
Catalog: po/*.po
Languages: da

source: TwoFactorAuth
da: TofaktorAutentifikation

source: Settings
da: Indstillinger

source: Shortcuts
da: Genveje

source: About
da: Om

source: Quit
da: Afslut

source: Code "%s" copied to clipboard
da: Kode "%s" kopieret til clipboard

source: Remove the account
da: Fjern kontoen

source: Copy the generated code
da: Kopier den genererede kode

source: Edit the account
da: Redigér kontoen

source: Save the new account name
da: Gem det nye kontonavn

source: Expires in %s seconds
da: Udløber om %s sekunder

source: Error during the generation of code
da: Fejl under generering af kode

source: Couldn't generate the secret code
da: Kunne ikke generere den hemmelige kode

source: Do you really want to remove "%s"?
da: Er du sikker på, at du vil slette "%s"?

source: "%s" was removed
da: "%s" blev slettet

source: Add a new account
da: Tilføj en ny konto

source: Cancel
da: Afbryd

source: Add
da: Tilføj

source: Scan a QR code
da: Indskan en QR-kode

source: Account Name
da: Kontonavn

source: Secret Code
da: Hemmelig kode

source: Selected area is not a valid QR code
da: Det valgte område er ikke en valid QR-kode

source: Select an application
da: Vælg en applikation

source: Search
da: Søg

source: Next
da: Næste

source: Apply
da: Tilføj

source: Change password
da: Skift password

source: Old password
da: Gammelt password

source: New password
da: Nyt password

source: Repeat new password
da: Gentag nyt password

source: Remove selected accounts
da: Fjern valgte konti

source: Lock the Application
da: Lås applikationen

source: Selection mode
da: Udvælgelsesindstilling

source: Undo
da: Fortryd

source: Hide notification
da: Skjul beskeder

source: Enter your password
da: Indtast dit password

source: Unlock
da: Lås op

source: There's no account at the moment
da: Der er ingen konto i øjeblikket

source: Behavior
da: Adfærd

source: Account
da: Konto

source: Password protection
da: Passwordbeskyttelse

source: Auto-lock the application (m):
da: Lås applikationen automatisk (m):

source: Gnome TwoFactorAuth
da: Gnome TofaktorAutentifikation

source: Two Factor Authentication code generator
da: TofaktorAutentifikation kodegenerator

source: Simple application that generates two-factor authentication code, created for Gnome
da: Enkel applikation som genererer to-faktor autentifikationskode, lavet til Gnome

source: Two Factor Authentication
da: TofaktorAutentifikation

source: Two-Factor Authentication code generator
da: TofaktorAutentifikation kodegenerator

source: About Gnome TwoFactorAuth
da: Om Gnome TofaktorAutentifikation

source: Start in debug mode
da: Start i debug-tilstand

source: Gnome-TwoFactorAuth version number
da: Gnome-TofaktorAutentifikation versionsnummer

source: Show about dialog
da: Vis Om dialog
